<?php 

/**
 * 
 */
$PEGI_Details = [
    'over_years' => 'Άνω των %s ετών',
    '3' => [
        'title' => 'PEGI 3',
        'descript' => 'Το περιεχόμενο των παιχνιδιών με διαβάθμιση PEGI 3 κρίνεται κατάλληλο για όλες τις ηλικιακές ομάδες. Το παιχνίδι δεν πρέπει να περιέχει ήχους ή εικόνες που είναι πιθανό να τρομάξουν τα μικρά παιδιά. Γίνεται αποδεκτή κάποιου βαθμού βίας ήπιας μορφής (σε κωμικό πλαίσιο ή παιδικό σκηνικό). Δεν πρέπει να ακούγεται χυδαία γλώσσα.',
        'img' => '3w.svg'
    ],
    '7' => [
        'title' => 'PEGI 7',
        'descript' => 'Σε αυτήν την κατηγορία εμπίπτουν παιχνίδια τα οποία περιέχουν κάποιες πιθανώς τρομακτικές σκηνές ή ήχους για μικρότερα παιδιά. Πολύ ήπιες μορφές βίας (υπονοούμενη, μη παραστατική ή μη ρεαλιστική βία) είναι αποδεκτές για παιχνίδια με διαβάθμιση PEGI 7.',
        'img' => '7w.svg'
    ],
    '12' => [
        'title' => 'PEGI 12',
        'descript' => 'Σε αυτή την κατηγορία ηλικίας εμπίπτουν βιντεοπαιχνίδια τα οποία δείχνουν βία ελαφρώς πιο παραστατικής φύσης προς φανταστικούς χαρακτήρες ή μη ρεαλιστική βία προς χαρακτήρες με ανθρώπινη εμφάνιση. Τυχόν χυδαία γλώσσα σε αυτή την κατηγορία πρέπει να είναι ήπια, ενώ μπορούν να περιέχονται σεξουαλικά υπονοούμενα ή πόζες.',
        'img' => '12w.svg'
    ],
    '16' => [
        'title' => 'PEGI 16',
        'descript' => 'Αυτή η διαβάθμιση εφαρμόζεται όταν η απεικόνιση βίας (ή σεξουαλικής δραστηριότητας) φτάνει σε επίπεδο που φαίνεται ίδιο με αυτό που θα αναμενόταν στην πραγματική ζωή. Στα παιχνίδια με διαβάθμιση PEGI 16 μπορεί να γίνεται πιο ακραία χρήση χυδαίας γλώσσας, καθώς επίσης και χρήση προϊόντων καπνού, αλκοόλ ή παράνομων ναρκωτικών ουσιών.',
        'img' => '16w.svg'
    ],
    '18' => [
        'title' => 'PEGI 18',
        'descript' => 'Η ταξινόμηση στην κατηγορία για ενήλικες εφαρμόζεται όταν το επίπεδο της βίας φτάνει σε στάδιο τέτοιο ώστε να αφορά απεικόνιση ακραίας βίας, προφανώς αναίτιας δολοφονίας ή βίας προς ανυπεράσπιστους χαρακτήρες. Η εξιδανίκευση της χρήσης παράνομων ναρκωτικών ουσιών και η άσεμνη σεξουαλική δραστηριότητα εμπίπτουν επίσης σε αυτή την κατηγορία ηλικίας.',
        'img' => '18w.svg'
    ],
    'Bad' => [
        'title' => 'Χυδαία Γλώσσα',
        'descript' => 'Το παιχνίδι περιέχει άσχημο λεξιλόγιο. Αυτός ο περιγραφικός δείκτης μπορεί να βρεθεί σε παιχνίδια με βαθμολογία PEGI 12 (ήπια βρισιά), PEGI 16 (π.χ. σεξουαλικές επιθέσεις ή βλασφημία) ή PEGI 18 (π.χ. σεξουαλικές βωμολοχίες ή βλασφημία).',
        'img' => 'EL-bad-language.png'
    ],
    'Discrimination' => [
        'title' => 'Διακρίσεις',
        'descript' => 'Το παιχνίδι περιέχει απεικονίσεις εθνοτικών, θρησκευτικών, εθνικιστικών ή άλλων στερεοτύπων που ενδέχεται να ενθαρρύνουν το μίσος. Αυτό το περιεχόμενο περιορίζεται πάντα σε βαθμολογία PEGI 18 (και είναι πιθανό να παραβιάζει την εθνική ποινική νομοθεσία).',
        'img' => 'EL-discrimination.png'
    ],
    'Drugs' => [
        'title' => 'Ναρκωτικά',
        'descript' => 'Το παιχνίδι αναφέρεται ή απεικονίζει τη χρήση παράνομων ναρκωτικών, αλκοόλ ή καπνού. Τα παιχνίδια με αυτήν την περιγραφή περιεχομένου είναι πάντα PEGI 16 ή PEGI 18.',
        'img' => 'EL-drugs.png'
    ],
    'Fear' => [
        'title' => 'Φόβος',
        'descript' => 'Αυτός ο περιγραφέας μπορεί να εμφανίζεται ως "Φόβος" σε παιχνίδια με PEGI 7 εάν περιέχει εικόνες ή ήχους που μπορεί να είναι τρομακτικοί ή τρομακτικοί για τα μικρά παιδιά ή ως "Τρόμος" σε παιχνίδια υψηλότερης βαθμολογίας που περιέχουν μέτρια (PEGI 12) ή έντονους και συνεχείς (PEGI 16) σεκάνς τρόμου ή ενοχλητικές εικόνες (δεν περιλαμβάνει απαραίτητα βίαιο περιεχόμενο).',
        'img' => 'EL-fear.png'
    ], 
    'Gambling' => [
        'title' => 'Τυχερά παιχνίδια',
        'descript' => 'Το παιχνίδι περιέχει στοιχεία που ενθαρρύνουν ή διδάσκουν τον τζόγο. Αυτές οι προσομοιώσεις τυχερών παιχνιδιών αναφέρονται σε τυχερά παιχνίδια που διεξάγονται συνήθως σε καζίνο ή αίθουσες τυχερών παιχνιδιών. Μερικοί παλαιότεροι τίτλοι μπορούν να βρεθούν με το PEGI 12 ή το PEGI 16, αλλά το PEGI άλλαξε τα κριτήρια για αυτήν την ταξινόμηση το 2020, γεγονός που έκανε τα νέα παιχνίδια με αυτό το είδος περιεχομένου να είναι πάντα PEGI 18.',
        'img' => 'EL-gambling.png'
    ],
    'Parental' => [
        'title' => 'Συνιστάται γονική καθοδήγηση',
        'descript' => '<p>Εκτός από τις αριθμητικές αξιολογήσεις PEGI, θα δείτε επίσης την αξιολόγηση "Προτεινόμενη γονική καθοδήγηση" για ορισμένες εφαρμογές εκτός παιχνιδιού, που εισήχθη από το PEGI για βιτρίνες καταστημάτων που χρησιμοποιούν IARC (https://www.globalratings.com/).</p><p>Αυτό χρησιμεύει ως προειδοποίηση ότι αυτές οι εφαρμογές μπορούν να προσφέρουν μια ευρεία ποικιλία περιεχομένου που δημιουργείται ή επιμελείται από τους χρήστες. Συνήθως, αυτό ισχύει για προϊόντα όπως το Facebook, το Twitter ή το YouTube.</p>',
        'img' => 'PEGI_Parental.png'
    ],
    'Purchases' => [
        'title' => 'Αγορές εντός παιχνιδιού',
        'descript' => 'Το παιχνίδι προσφέρει στους παίκτες την επιλογή να αγοράσουν ψηφιακά αγαθά ή υπηρεσίες με πραγματικό νόμισμα. Τέτοιες αγορές περιλαμβάνουν πρόσθετο περιεχόμενο (επίπεδα μπόνους, ρούχα, είδη έκπληξης, μουσική), αλλά και αναβαθμίσεις (π.χ. απενεργοποίηση διαφημίσεων), συνδρομές σε ενημερώσεις, εικονικά νομίσματα και άλλες μορφές νομίσματος εντός του παιχνιδιού.',
        'img' => 'EL-in-game-purchase.png'
    ],    
    'Sex' => [
        'title' => 'Σεξ',
        'descript' => 'Αυτή η περιγραφή περιεχομένου μπορεί να συνοδεύει μια βαθμολογία PEGI 12 εάν το παιχνίδι περιλαμβάνει σεξουαλική στάση ή υπονοούμενα, μια βαθμολογία PEGI 16 εάν υπάρχει ερωτικό γυμνό ή σεξουαλική επαφή χωρίς ορατά γεννητικά όργανα ή μια βαθμολογία PEGI 18 εάν υπάρχει σαφής σεξουαλική δραστηριότητα στο παιχνίδι. Οι απεικονίσεις γυμνού σε μη σεξουαλικό περιεχόμενο δεν απαιτούν συγκεκριμένη ηλικιακή βαθμολογία και αυτός ο περιγραφέας δεν θα ήταν απαραίτητος.',
        'img' => 'EL-sexual-content.png'
    ],
    'Violence' => [
        'title' => 'Βία',
        'descript' => 'Το παιχνίδι περιέχει απεικονίσεις βίας. Στα παιχνίδια με βαθμολογία PEGI 7 αυτό μπορεί να είναι μόνο μη ρεαλιστική ή μη λεπτομερής βία. Τα παιχνίδια με βαθμολογία PEGI 12 μπορεί να περιλαμβάνουν βία σε περιβάλλον φαντασίας ή μη ρεαλιστική βία εναντίον ανθρώπινων χαρακτήρων, ενώ τα παιχνίδια με βαθμολογία PEGI 16 ή 18 έχουν ολοένα και πιο ρεαλιστική βία.',
        'img' => 'EL-violence.png'
    ]
];
?>